accept_с1 = 'Пожалуйста, введите номер выбранной команды: '
accept_с2 = 'Ошибка ввода!'

run_c1 = 'Укажите имя каталога для просмотра его содержимого: '
run_c2 = 'Укажите имя подкаталога: '
run_c3 = 'Укажите имя каталога, в котором хотите узнать количество файлов: '
run_c4 = 'Укажите ключевое слово для поиска файлов с данным словом: '
run_c5 = 'Укажите имя каталога, в котором хотите осуществить поиск: '
run_c6 = 'Работа программы завершена.'

move_d1 = 'Ошибка! Такого пути не существует!'

find_f1 = 'Файлы не найдены'
find_f2 = 'Ошибка! Такого пути не существует!'

main1 = '1. Просмотр каталога'
main2 = '2. На уровень вверх'
main3 = '3. На уровень вниз'
main4 = '4. Количество файлов и каталогов'
main5 = '5. Размер текущего каталога (в байтах)'
main6 = '6. Поиск файла'
main7 = '7. Выход из программы'
main8 = 'Работа программы завершена.'

